Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/SiriPreferenceExtension/SiriPreferenceExtension.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VOICE_FEEDBACK_UNDO
source: Change Voice Feedback
ar: تغيير الاستجابة الصوتية
ca: el canvi de l’opció “Indicacions de veu”
cs: Změnit volbu Hlasová odezva
da: Skift Stemmefeedback
de: Sprachfeedback ändern
el: Αλλαγή της φωνητικής ανάδρασης
es: cambio de “Respuestas de voz”
es_us: cambio de Respuestas con voz
fi: Vaihda Puhepalaute
fr: Changer le retour audio
fr_ca: Modifier le réglage « Retour audio »
he: שינוי המשוב הקולי
hi: वॉइस फ़ीडबैक बदलें
hr: Promijeni glasovnu povratnu informaciju
hu: A Beszédhangos visszajelzés módosítása
id: Ubah Umpan Balik Suara
it: Modifica il feedback vocale
ja: 音声フィードバックを変更
ko: 음성 피드백 변경
ms: Menukar Maklum Balas Suara
nl: Wijzig 'Gesproken feedback'
no: endring av Taletilbakemelding
pl: Zmień wartość Odpowiedzi głosowe
pt: Alterar a opção Retorno de Voz
pt_pt: Alterar respostas faladas
ro: modificarea opțiunii „Feedback vocal”
ru: изменение настроек аудиоотзыва
sk: Zmeniť hlasovú odozvu
sl: Spremeni glasovni odziv
sv: Ändra Röstfeedback
th: เปลี่ยนเสียงพูดโต้ตอบ
tr: Sesli Geri Bildirim Ayarını Değiştir
uk: змінення голосового відгуку
vi: Thay đổi Phản hồi bằng giọng nói
zh_cn: 更改语音反馈
zh_hk: 更改語音回饋
zh_tw: 更改語音回饋

# SIRI_PHRASE_BUTTON
source: Customize…
ar: تخصيص…
ca: Personalitza…
cs: Vlastní…
da: Speciel…
de: Anpassen …
el: Προσαρμογή…
es: Personalizar…
es_us: Personalizar…
fi: Muokkaa…
fr: Personnaliser…
fr_ca: Personnaliser…
he: התאמה אישית…
hi: कस्टमाइज़ करें…
hr: Prilagodi…
hu: Testreszabás…
id: Sesuaikan…
it: Personalizza…
ja: カスタマイズ…
ko: 사용자화…
ms: Sesuaikan…
nl: Pas aan…
no: Tilpass…
pl: Dostosuj…
pt: Personalizar…
pt_pt: Personalizar…
ro: Personalizare…
ru: Настроить…
sk: Prispôsobiť…
sl: Prilagodi …
sv: Anpassa…
th: กำหนดเอง…
tr: Özelleştir…
uk: Налаштувати…
vi: Tùy chỉnh…
zh_cn: 自定义…
zh_hk: 自訂⋯
zh_tw: 自訂⋯

# SIRISUGGESTIONS_SHOWANDLEARN_TEXT_FACETIMEAPP
source: Allow Siri to make suggestions when making or receiving calls and learn from how you use this application to make suggestions across applications.
ar: اسمح لـ Siri بتقديم الاقتراحات عند إجراء المكالمات أو استلامها والتعرّف على استخدامك لهذا التطبيق بهدف تقديم الاقتراحات في كل التطبيقات.
ca: Permet que Siri et faci suggeriments quan facis o rebis trucades a l’app i aprengui com la utilitzes per poder fer‑te’n en d’altres.
cs: Umožní Siri předkládat vám návrhy při zahajování a příjmu hovorů a také se učit ze způsobu, jakým s touto aplikací pracujete, a získané informace využívat při generování návrhů v jiných aplikacích.
da: Tillad Siri at fremsætte forslag, når du foretager eller modtager opkald, og lære af den måde, du bruger denne app på, for at fremsætte forslag på tværs af apps.
de: Erlaube Siri, Vorschläge zu machen, wenn du Anrufe tätigst oder annimmst, und zu lernen, wie du diese App verwendest, damit dir Vorschläge in anderen Apps angezeigt werden können.
el: Επιτρέψτε στο Siri να εμφανίζει προτάσεις κατά την πραγματοποίηση ή τη λήψη κλήσεων και να μαθαίνει από τον τρόπο που χρησιμοποιείτε αυτήν την εφαρμογή, ώστε να εμφανίζει προτάσεις σε εφαρμογές.
es: Permite a Siri hacer sugerencias cuando llamas o te llaman, y aprender cómo usas esta aplicación para ofrecerte sugerencias en otras.
es_us: Permite que Siri te haga sugerencias al hacer o recibir llamadas y aprenda cómo usas esta app para hacer sugerencias en otras apps.
fi: Salli Sirin tehdä ehdotuksia, kun soitat puheluita tai vastaat niihin, ja oppia kuinka käytät tätä appia, jotta se voi tehdä ehdotuksia muissa apeissa.
fr: Autorisez Siri à faire des suggestions lorsque vous passez et recevez des appels et dans les différentes applications en fonction de votre utilisation de cette application.
fr_ca: Autorisez Siri à faire des suggestions lorsque vous passez ou recevez des appels et à apprendre de votre façon d’utiliser cette app pour faire des suggestions dans d’autres apps.
he: ניתן לאפשר ל-Siri להציג הצעות בעת ביצוע או קבלה של שיחות וללמוד מאופן השימוש שלך ביישום זה כדי להציג הצעות בכל היישומים.
hi: Siri को कॉल करते या प्राप्त करते समय सुझाव देने की और इस ऐप्लिकेशन के आपके द्वारा उपयोग के तरीक़े से सीखकर दूसरे ऐप्लिकेशन में सुझाव प्रदान करने की अनुमति दें।
hr: Omogućite Siri da daje prijedloge kada upućujete ili primate pozive i da uči iz načina na koji koristite ovu aplikaciju kako bi mogla davati prijedloge u svim aplikacijama.
hu: Engedélyezheti Sirinek, hogy javaslatokat tegyen a hívások kezdeményezése és fogadása közben, és tanuljon abból, Ön hogyan használja ezt az alkalmazást, hogy több alkalmazásban is javaslatokat tehessen.
id: Izinkan Siri membuat saran saat melakukan atau menerima panggilan dan mempelajari cara Anda menggunakan aplikasi ini agar dapat membuat saran di semua aplikasi.
it: Consenti a Siri di dare consigli quando effettui o ricevi chiamate e di imparare dal modo in cui usi l’applicazione per ottenere suggerimenti tra applicazioni diverse.
ja: 電話をかけるとき、または受けるときにSiriからの提案を許可します。また、Siriでほかのアプリケーションと連係した提案ができるように、あなたがこのアプリケーションをどのように使っているかを学習することを許可します。
ko: 사용자가 이 응용 프로그램을 사용하는 방법을 Siri가 학습하고 전화를 걸거나 받을 때 제안하도록 허용하여 응용 프로그램 간에 제안할 수 있도록 합니다.
ms: Benarkan Siri membuat cadangan apabila membuat atau menerima panggilan dan mempelajari cara anda menggunakan aplikasi ini untuk membuat cadangan merentas aplikasi.
nl: Sta toe dat Siri je suggesties geeft als je belt of gebeld wordt en leert hoe je deze app gebruikt, zodat je ook in andere apps suggesties krijgt.
no: Tillat at Siri kan komme med forslag ved anrop og lære av din bruk av appen for å kunne gi forslag på tvers av apper.
pl: Pozwól Siri tworzyć sugestie podczas wykonywania i odbierania połączeń oraz nauczyć się, jak używasz tej aplikacji, aby umożliwić tworzenie dotyczących jej sugestii w innych aplikacjach.
pt: Permita que a Siri faça sugestões ao fazer ou receber ligações e aprenda como você usa este aplicativo para poder fazer sugestões entre aplicativos.
pt_pt: Permitir que Siri faça sugestões ao efetuar ou receber chamadas e aprenda com a sua utilização da aplicação para poder fazer sugestões entre aplicações.
ro: Permiteți ca Siri să facă sugestii la efectuarea sau primirea apelurilor și să învețe din modul în care utilizați această aplicație pentru a face sugestii în mai multe aplicații.
ru: Разрешить Siri делать предложения при совершении или приеме вызовов и анализировать, как Вы используете это приложение, чтобы сделать предложения более релевантными.
sk: Siri môže poskytovať návrhy pri uskutočňovaní a prijímaní hovorov a učiť sa zo spôsobu, akým používate túto aplikáciu, a získané informácie používať pri generovaní návrhov v iných aplikáciách.
sl: Dovolite, da Siri podaja predloge, ko kličete ali sprejemate klice, in da se uči na podlagi tega, kako uporabljate to aplikacijo, da bo lahko podajala predloge v različnih aplikacijah.
sv: Tillåt att Siri ger förslag när du ringer eller besvarar samtal och lär sig från hur du använder den här appen för att kunna ge förslag i andra appar.
th: อนุญาตให้ Siri เสนอคำแนะนำเมื่อโทรออกหรือรับสาย และเรียนรู้จากวิธีที่คุณใช้แอปพลิเคชันนี้เพื่อเสนอคำแนะนำในแอปพลิเคชันทั้งหมด
tr: Siri’nin arama yaparken veya gelen aramalarda önerilerde bulunmasına ve uygulamalarda önerilerde bulunabilmek için bu uygulamayı nasıl kullandığınızı öğrenmesine izin verin.
uk: Дозволити Siri робити пропозиції під час викликів і збирати відповідні дані, щоб на їх основі створювати пропозиції в інших програмах.
vi: Cho phép Siri đưa ra các gợi ý khi thực hiện hoặc nhận các cuộc gọi và ghi nhớ cách bạn sử dụng ứng dụng này để đưa ra các gợi ý trong các ứng dụng.
zh_cn: 允许Siri在接打电话时提供建议，并学习你使用此应用程序的方式以在应用程序间提供建议。
zh_hk: 允許Siri在致電及接聽來電時提出建議並從你使用此應用程式的方式學習，以在不同應用程式上作出建議。
zh_tw: 允許Siri在撥打或接聽通話時提供建議，並學習你如何使用此應用程式，以便在多個應用程式中建議。

# GM_OPTOUT_WARNING_MESSAGE
source: Apple Intelligence features like Writing Tools will not be available if you continue. Siri will also stop using the additional capabilities provided by Apple Intelligence.
ar: لن تتوفر ميزات ذكاء Apple - مثل أدوات الكتابة - في حالة المتابعة. سيتوقف Siri أيضًا عن استخدام الإمكانيات الإضافية المقدمة من ذكاء Apple.
ca: Si continues, algunes funcions de l’Apple Intelligence, com ara les eines d’escriptura, no estaran disponibles. Així mateix, Siri deixarà d’utilitzar les prestacions addicionals de l’Apple Intelligence.
cs: Pokud budete pokračovat, některé funkce Apple Intelligence, například psací nástroje, nebudou dostupné. Siri také přestane využívat rozšířené možnosti, které Apple Inteligence poskytuje.
da: Funktioner i Apple Intelligence, f.eks. Skriveværktøjer, vil ikke være tilgængelige, hvis du fortsætter. Siri holder også op med at bruge de ekstra egenskaber, som følger med Apple Intelligence.
de: Funktionen von Apple Intelligence wie „Schreibtools“ sind nicht verfügbar, wenn du fortfährst. Siri nutzt zudem nicht mehr die von Apple Intelligence zur Verfügung gestellten zusätzlichen Funktionen.
el: Οι δυνατότητες Apple Intelligence, όπως τα Εργαλεία συγγραφής, δεν θα είναι διαθέσιμες, αν συνεχίσετε. Το Siri θα σταματήσει επίσης να χρησιμοποιεί τις πρόσθετες δυνατότητες που παρέχονται μέσω του Apple Intelligence.
es: Si continúas, habrá funciones de Apple Intelligence, como las herramientas de escritura, que no estarán disponibles. Además, Siri dejará de poder usar las prestaciones adicionales proporcionadas por Apple Intelligence.
es_us: Si continúas, algunas funciones de Apple Intelligence, como las herramientas de escritura, no estarán disponibles. Además, Siri no podrá usar las funciones adicionales que proporciona Apple Intelligence.
fi: Apple Intelligence -ominaisuudet, kuten Kirjoitustyökalut, eivät ole käytettävissä, jos jatkat. Siri myös lakkaa käyttämästä Apple Intelligencen tarjoamia lisäominaisuuksia.
fr: Les fonctionnalités d’Apple Intelligence comme « Outils d’écriture » ne seront pas disponibles si vous continuez. Siri cessera également d’utiliser les fonctionnalités supplémentaires fournies par Apple Intelligence.
fr_ca: Si vous continuez, certaines fonctionnalités d’Apple Intelligence telles que les outils d’écriture ne seront pas accessibles. Par ailleurs, Siri cessera de bénéficier du potentiel offert par Apple Intelligence.
he: המשך הפעולה יוביל לכך שמאפייני Apple Intelligence כגון ״כלי כתיבה״ לא יהיו זמינים. השימוש של Siri ביכולות הנוספות שמסופקות על ידי Apple Intelligence יופסק גם הוא.
hi: अगर आप जारी ^[रखते हैं](inflect: true), तो लेखन टूल जैसे Apple Intelligence फ़ीचर उपलब्ध नहीं होंगे। Siri द्वारा भी Apple Intelligence प्रदत्त अतिरिक्त क्षमताओं का इस्तेमाल करना रोक दिया जाएगा।
hr: Značajke za Apple Intelligence kao što su alati za pisanje neće biti dostupne ako nastavite. Siri će također prestati koristiti dodatne mogućnosti koje pruža Apple Intelligence.
hu: Ha folytatja, az Apple Intelligence funkciói, például az Íráseszközök nem lesznek elérhetők. Siri is abba fogja hagyni az Apple Intelligence által biztosított további képességek használatát.
id: Fitur Apple Intelligence seperti Alat Tulis tidak akan tersedia jika Anda melanjutkan. Siri juga akan berhenti menggunakan kemampuan tambahan yang disediakan oleh Apple Intelligence.
it: Se continui, funzionalità di Apple Intelligence come gli strumenti di scrittura non saranno disponibili. Inoltre, Siri non utilizzerà più le capacità aggiuntive fornite da Apple Intelligence.
ja: 続けると、Apple Intelligenceの作文ツールなどの機能は使用できません。 また、Siriでは、Apple Intelligenceによって提供される追加機能の使用が停止されます。
ko: 계속하면 글쓰기 도구와 같은 Apple Intelligence 기능을 사용할 수 없게 됩니다. Siri가 Apple Intelligence에서 제공하는 추가 기능의 사용도 중단합니다.
ms: Ciri Apple Intelligence seperti Alat Menulis tidak akan tersedia jika anda meneruskan. Siri juga akan berhenti menggunakan keupayaan tambahan yang disediakan oleh Apple Intelligence.
nl: Apple Intelligence-functies zoals 'Schrijfhulp' zijn niet beschikbaar als je doorgaat. Siri stopt ook met het gebruik van de extra mogelijkheden van Apple Intelligence.
no: Apple Intelligence-funksjoner som Skriveverktøy vil bli deaktivert hvis du fortsetter. Siri vil også slutte å bruke tilleggs­funksjonene som leveres av Apple Intelligence.
pl: Jeśli będziesz kontynuować, narzędzia Apple Intelligence, na przykład Narzędzia pisania, nie będą dostępne. Ponadto, Siri przestanie korzystać z dodatkowych możliwości oferowanych przez Apple Intelligence.
pt: Se você continuar, alguns recursos da Apple Intelligence, como as Ferramentas de Escrita, não ficarão disponíveis. A Siri também parará de usar as funcionalidades adicionais da Apple Intelligence.
pt_pt: Se continuar, algumas funcionalidades de Apple Intelligence como as ferramentas de escrita ficarão indisponíveis. Siri também deixará de poder usar funcionalidades adicionais fornecidas por Apple Intelligence.
ro: Funcționalități Apple Intelligence precum „Instrumente de scris” nu vor fi disponibile dacă veți continua. De asemenea, Siri va înceta să mai utilizeze capacitățile suplimentare oferite de Apple Intelligence.
ru: Если продолжить, такие функции Apple Intelligence, как инструменты для письма, станут недоступны. Siri также не сможет использовать дополнительные возможности, обеспечиваемые Apple Intelligence.
sk: Ak sa rozhodnete pokračovať, funkcie Apple Intelligence, napríklad nástroje na písanie, nebudú k dispozícii. Siri zároveň prestane využívať dodatočné možnosti, ktoré poskytuje Apple Intelligence.
sl: Če nadaljujete, možnosti funkcije Apple Intelligence, kot so orodja za pisanje, ne bodo na voljo. Siri bo prenehala uporabljati dodatne zmogljivosti, ki jih zagotavlja funkcija Apple Intelligence.
sv: Om du fortsätter blir Apple Intelligence-funktioner som Skrivverktyg inte tillgängliga. Siri slutar även använda extrafunktionerna som tillhandahålls av Apple Intelligence.
th: คุณสมบัติของ Apple Intelligence เช่น เครื่องมือการเขียน จะไม่มีหากคุณดำเนินการต่อ Siri จะหยุดใช้ความสามารถเพิ่มเติมที่ Apple Intelligence ให้มาอีกด้วย
tr: Sürdürürseniz Yazma Araçları gibi Apple Intelligence özellikleri kullanılamaz. Siri de Apple Intelligence tarafından sunulan ek özellikleri kullanmayı bırakır.
uk: Якщо продовжити, функції Apple Intelligence, як‑от Засоби письма, будуть недоступні. Siri також припинить використовувати додаткові можливості, надані Apple Intelligence.
vi: Các tính năng của Apple Intelligence như Công cụ viết sẽ không khả dụng nếu bạn tiếp tục. Siri cũng sẽ dừng sử dụng các tính năng bổ sung được cung cấp bởi Apple Intelligence.
zh_cn: 若继续，写作工具等Apple智能功能将无法使用。 Siri也将停止使用Apple智能提供的附加功能。
zh_hk: 如你繼續，將無法使用如「書寫工具」等Apple Intelligence的功能。 Siri也會停止使用由Apple Intelligence提供的其他功能。
zh_tw: 若你繼續，將無法使用部分Apple Intelligence功能，如「書寫工具」。 Siri也將停止使用由Apple Intelligence提供的附加功能。

# HOT_KEY_IN_USE_TITLE
source: Keyboard Shortcut in Use
ar: اختصار لوحة المفاتيح قيد الاستخدام
ca: Drecera de teclat en ús
cs: Klávesová zkratka je používána
da: Tastaturgenvej i brug
de: Tastaturkurzbefehl in Verwendung
el: Η συντόμευση πληκτρολογίου χρησιμοποιείται
es: Función rápida de teclado en uso
es_us: Función rápida de teclado en uso
fi: Näppäinoikotie käytössä
fr: Raccourci clavier déjà utilisé
fr_ca: Raccourci clavier déjà utilisé
he: קיצור מקלדת שכבר נמצא בשימוש
hi: कीबोर्ड शॉर्टकट उपयोग में है
hr: Prečac tipkovnice se koristi
hu: Gyorsbillentyű használatban
id: Pintasan Papan Ketik sedang Digunakan
it: Abbreviazioni da tastiera in uso
ja: キーボードショートカットは使用中
ko: 키보드 단축키 사용 중
ms: Pintasan Papan Kekunci sedang Digunakan
nl: Toetscombinatie in gebruik
no: Tastatursnarvei i bruk
pl: Skrót klawiszowy używany
pt: Atalho de Teclado em Uso
pt_pt: Atalho de teclado em utilização
ro: Scurtătură de la tastatură în curs de utilizare
ru: Сочетание клавиш уже используется
sk: Klávesová skratka sa používa
sl: Uporabljene bližnjice na tipkovnici
sv: Kortkommandot används
th: ปุ่มลัดแป้นพิมพ์ใช้งานอยู่
tr: Klavye Kestirmesi Kullanımda
uk: Клавіатурне скорочення вже використовується
vi: Phím tắt đang được sử dụng
zh_cn: 快捷键已被使用
zh_hk: 鍵盤快捷鍵正使用中
zh_tw: 鍵盤快速鍵正使用中

# KEYBOARD_SHORTCUT_UNDO
source: Change Siri Keyboard Shortcut
ar: تغيير اختصار لوحة مفاتيح Siri
ca: el canvi de l’opció “Drecera de teclat de Siri”
cs: Změnit klávesovou zkratku Siri
da: Skift Tastaturgenvej til Siri
de: Siri-Tastaturkurzbefehl ändern
el: Αλλαγή της συντόμευσης πληκτρολογίου Siri
es: cambio de “Función rápida de teclado de Siri”
es_us: cambio de Función rápida de teclado para Siri
fi: Vaihda Sirin näppäinoikotie
fr: Changer le raccourci clavier de Siri
fr_ca: Modifier le raccourci clavier Siri
he: שינוי קיצור המקלדת של Siri
hi: Siri कीबोर्ड शॉर्टकट बदलें
hr: Promijeni prečac tipkovnice za Siri
hu: Siri billentyűparancsának módosítása
id: Ubah Pintasan Papan Ketik Siri
it: Modifica l’abbreviazione da tastiera di Siri
ja: Siriのキーボードショートカットを変更
ko: Siri 키보드 단축키 변경
ms: Menukar Pintasan Papan Kekunci Siri
nl: Wijzig Siri-toetscombinatie
no: endring av Siri-tastatursnarvei
pl: Zmień wartość Skrót klawiszowy Siri
pt: Alterar a opção Atalho de Teclado da Siri
pt_pt: Alterar atalho de teclado para Siri
ro: modificarea opțiunii Siri „Scurtătură din tastatură”
ru: изменение сочетания клавиш Siri
sk: Zmeniť klávesovú skratku Siri
sl: Spremeni bližnjico na tipkovnici za Siri
sv: Ändra Kortkommando för Siri
th: เปลี่ยนปุ่มลัดแป้นพิมพ์ของ Siri
tr: Siri Klavye Kestirmesi Ayarını Değiştir
uk: змінення клавіатурного скорочення для Siri
vi: Thay đổi Phím tắt của Siri
zh_cn: 更改Siri键盘快捷键
zh_hk: 更改Siri鍵盤快捷鍵
zh_tw: 更改Siri鍵盤快速鍵

# DELETE_HISTORY_BUTTON
source: Delete Siri & Dictation History…
ar: حذف سجل تاريخ Siri والإملاء…
ca: Elimina l’historial de Siri i el dictat…
cs: Smazat historii Siri a diktování…
da: Slet historik for Siri og Diktering…
de: Verlauf von „Siri und Diktierfunktion“ löschen …
el: Διαγραφή του ιστορικού Siri και Υπαγόρευσης…
es: Eliminar el historial de Siri y Dictado…
es_us: Eliminar el historial de Siri y Dictado…
fi: Poista Siri ja sanelu -historia…
fr: Supprimer l’historique de Siri et Dictée…
fr_ca: Supprimer l’historique de Siri et de Dictée…
he: מחיקת ההיסטוריה של Siri ו״הכתבה״…
hi: Siri और डिक्टेशन हिस्ट्री डिलीट करें…
hr: Obriši povijest značajki Siri i Diktat…
hu: Siri és Diktálás előzményeinek törlése…
id: Hapus Riwayat Siri & Dikte…
it: Elimina cronologia di Siri e Dettatura…
ja: Siriと音声入力の履歴を削除…
ko: Siri 및 받아쓰기 기록 삭제…
ms: Padam Sejarah Siri & Perencanaan…
nl: Verwijder Siri- en dicteergeschiedenis…
no: Slett Siri- og Diktering-logg…
pl: Usuń historię Siri i Dyktowania…
pt: Apagar Histórico da Siri e do Ditado…
pt_pt: Apagar histórico de Siri e do Ditado…
ro: Șterge istoricul pentru Siri și Dictare…
ru: Удалить историю Siri и Диктовки…
sk: Vymazať históriu Siri a Diktovania…
sl: Izbriši zgodovino Siri in funkcije Narekovanje …
sv: Radera Siri- och dikteringshistorik…
th: ลบประวัติ Siri และการป้อนตามคำบอก…
tr: Siri ve Dikte Geçmişini Sil…
uk: Видалити історію Siri та диктування…
vi: Xóa lịch sử Siri & Đọc chính tả…
zh_cn: 删除Siri与听写历史记录…
zh_hk: 刪除Siri與聽寫紀錄⋯
zh_tw: 刪除Siri與聽寫記錄⋯

# VOICE_FEEDBACK_AUTOMATIC
source: Automatic
ar: تلقائي
ca: Automàtic
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματα
es: Automático
es_us: Automáticas
fi: Automaattinen
fr: Automatique
fr_ca: Automatique
he: אוטומטי
hi: ऑटोमैटिक
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatiche
ja: 自動
ko: 자동
ms: Automatik
nl: Automatisch
no: Automatisk
pl: Automatyczne
pt: Automático
pt_pt: Automático
ro: Automat
ru: Автоматически
sk: Automatická
sl: Samodejno
sv: Automatiskt
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# SIRISUGGESTIONS_DEFAULT_BUTTON
source: Done
ar: تم
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: Aceptar
es_us: Listo
fi: Valmis
fr: Terminé
fr_ca: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nl: Gereed
no: Ferdig
pl: Gotowe
pt: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# VOICE_ACTIVATION_PHRASE_TITLE
source: Listen for
ar: استماع إلى
ca: En dir
cs: Čekat na vyslovení
da: Lyt efter
de: Achten auf
el: Ακρόαση για
es: Al oír
es_us: Activar mediante
fi: Reagoi:
fr: Détecter
fr_ca: Utiliser
he: האזנה ל:
hi: इसके लिए सुनें
hr: Reagiraj na
hu: A következő felismerése:
id: Dengarkan
it: Rileva
ja: 次を聞き取る
ko: 듣기
ms: Dengar
nl: Luister naar
no: Lytt etter
pl: Reaguj na
pt: Ouvir
pt_pt: Ativar ao ouvir
ro: Ascultare
ru: Слушать
sk: Čakať na frázu
sl: Odzovi se na
sv: Lyssna efter
th: ฟัง
tr: Dinle
uk: Чекати на фразу
vi: Lắng nghe
zh_cn: 听取
zh_hk: 聆聽
zh_tw: 聆聽

# ASK_SIRI_LABEL
source: Ask Siri
ar: اسأل Siri
ca: Demana a Siri
cs: Požadavky na Siri
da: Spørg Siri
de: Siri fragen
el: Ερώτηση στο Siri
es: Consultar a Siri
es_us: Pedirle a Siri
fi: Kysy Siriltä
fr: Demander à Siri
fr_ca: Demander à Siri
he: בקשות ל-Siri
hi: Siri से पूछें
hr: Pitajte Siri
hu: Kérje meg Sirit
id: Minta Siri
it: Chiedi a Siri
ja: Siriに頼む
ko: Siri에게 요청하기
ms: Minta Siri
nl: Vraag het aan Siri
no: Spør Siri
pl: Poproś Siri
pt: Pedir à Siri
pt_pt: Pedir a Siri
ro: Solicitare Siri
ru: Спросить Siri
sk: Opýtať sa Siri
sl: Vprašajte Siri
sv: Fråga Siri
th: ถาม Siri
tr: Siri’ye Sor
uk: Запити до Siri
vi: Hỏi Siri
zh_cn: 询问Siri
zh_hk: 詢問Siri
zh_tw: 跟Siri對話
